Repository: AbuBaniaz/Bouquet_Maker_Xtream
Catalog: BouquetMakerXtream/usr/lib/enigma2/python/Plugins/Extensions/BouquetMakerXtream/locale/*/LC_MESSAGES/BouquetMakerXtream.po
Languages: de, fr_fr

source: About
de: Über
fr_fr: A propos

source: Back
de: Zurück
fr_fr: Retour

source: Support for this plugin and latest versions can be found on https://linuxsat-support.com
de: Support für dieses Plugin und die neuesten Versionen findest du unter https://linuxsat-support.com
fr_fr: La prise en charge de ce plugin et les dernières versions sont disponibles sur https://linuxsat-support.com

source: Plugin enables the simple bouquet creation of standard Xtream codes/XUI One, external and local m3u8 playlists. Play your files via your TV bouquets.
de: Das Plugin ermöglicht die einfache Erstellung von Bouquets aus Standard-Xtream-Codes/XUI One, externen und lokalen m3u8-Playlists. Spielen Sie Ihre Dateien über Ihre TV-Bouquets ab.
fr_fr: Le plugin permet la création simple d'un bouquet de codes Xtream standard/XUI One, de listes de lecture m3u8 externes et locales. Lisez vos fichiers via vos bouquets TV

source: AutoBouquetsMaker, EpgImporter, AutoBackup (used as code reference).
de: AutoBouquetsMaker, EpgImporter, AutoBackup (als Code-Referenz verwendet).
fr_fr: AutoBouquetsMaker, EpgImporter, AutoBackup (utilisé comme référence de code).

source: And thanks to all the other coders and Linuxsat testers who helped in the development of this project.
de: Und danke an alle anderen Programmierer und Linuxsat-Tester, die bei der Entwicklung dieses Projekts geholfen haben.
fr_fr: Et merci à tous les autres codeurs et testeurs Linuxsat qui ont participé au développement de ce projet.

source: If you would like to buy me a beer or a coffee: https://paypal.me/kiddac or https://ko-fi.com/kiddac
de: Wenn Du mich auf ein Bier oder einen Kaffee einladen möchten: https://paypal.me/kiddac oder https://ko-fi.com/kiddac
fr_fr: Si vous voulez m’acheter une bière ou un café : https://paypal.me/kiddac ou https://ko-fi.com/kiddac

source: Cheers - all donations are very much appreciated.
de: Prost - alle Spenden sind sehr willkommen.
fr_fr: A votre santé - tous les dons sont très appréciés.

source: Bouquets Settings
de: Bouquets Einstellungen
fr_fr: Paramètres des bouquets

source: Continue
de: Fortsetzen
fr_fr: Continuer

source: Original Order
de: Ursprüngliche sortierung
fr_fr: Ordre Original

source: Newest
de: Neuste
fr_fr: Le plus récent

source: Short name or provider name:
de: Kurzname bzw. Anbietername:
fr_fr: Nom abrégé ou nom du fournisseur:

source: Use name as bouquet prefix
de: Namen als Bouquet-Präfix verwenden
fr_fr: Utiliser le nom comme préfixe de bouquet

source: Show LIVE category if available:
de: LIVE-Kategorie anzeigen, falls verfügbar:
fr_fr: Afficher la catégorie DIRECT (LIVE) si disponible:

source: Stream Type LIVE:
de: Stream-Typ LIVE:
fr_fr: Type de flux EN DIRECT (LIVE) :

source: LIVE category bouquet order
de: Bouquet Sortierung in der Kategorie LIVE
fr_fr: Ordre de bouquet de la catégorie DIRECT (LIVE)

source: LIVE stream bouquet order
de: Bouquet Sortierung im LIVE-Stream
fr_fr: Ordre de flux bouquet DIRECT (LIVE)

source: Show VOD category if available:
de: VOD-Kategorie anzeigen, falls verfügbar:
fr_fr: Afficher la catégorie VOD si elle est disponible:

source: Show SERIES category if available:
de: Kategorie SERIEN anzeigen, falls verfügbar:
fr_fr: Afficher la catégorie SERIES si elle est disponible:

source: Stream Type VOD/SERIES:
de: Stream-Typ VOD/SERIEN:
fr_fr: Type de flux VOD/SERIES:

source: VOD/SERIES category bouquet order
de: VOD/SERIEN Kategorie Bouquet Reihenfolge
fr_fr: VOD/SERIES catégorie ordre du bouquet

source: VOD/SERIES streams bouquet order
de: VOD/SERIEN Streams Bouquet Reihenfolge
fr_fr: VOD/SERIES flux ordre du bouquet

source: Output:
de: Ausgabe:
fr_fr: Formats de sortie autorisés:

source: Use alternative EPG url:
de: Alternative EPG-URL verwenden:
fr_fr: Utiliser l'url alternative de l'EPG:

source: No bouquets selected.
de: Keine Bouquet ausgewählt.
fr_fr: Pas de bouquets sélectionnés.

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 3 characters.
de: Der Name des Bouquet darf nicht leer sein. Bitte gebe einen eindeutigen Bouquet ein. Mindestens 3 Zeichen.
fr_fr: Le nom du bouquet ne peut être vide. Veuillez saisir un nom de bouquet unique. Minimum 3 caractères.

source: Name already used. Please enter a unique name.
de: Name bereits verwendet. Bitte geben Sie einen eindeutigen Namen ein.
fr_fr: Nom déjà utilisé. Veuillez saisir un nom unique.

source: Building Bouquets
de: Erstelle Bouquets
fr_fr: Construction de bouquets

source: Building Bouquets...
de: Erstelle Bouquets...
fr_fr: Construction de bouquets...

source: Downloading live data...
de: Lade live Daten herunter...
fr_fr: Téléchargement de données DIRECT..(LIVE)….

source: Downloading VOD data...
de: Lade VOD daten herunter...
fr_fr: Téléchargement de données VOD…(FILMS)…

source: Downloading series data...
de: Lade Serien daten herunter...
fr_fr: Téléchargement des données SERIES...

source: Downloading external playlist...
de: Lade externe Playlist...
fr_fr: Téléchargement d'une liste de lecture externe...

source: Loadind local playlist...
de: Lade lokale Playlist...

source: Processing live data...
de: Verarbeite Live-Daten...
fr_fr: Traitement des données DIRECT...(LIVE)….

source: Processing VOD data...
de: Verarbeite VOD-Daten...
fr_fr: Traitement des données VOD…(FILMS)..

source: Processing series data...
de: Verarbeite Serien-Daten...
fr_fr: Traitement des données SERIES...

source: Process VOD data...
de: Verarbeite VOD-Daten...
fr_fr: Traiter les données VOD…(FILMS)…

source: Your provider does not have the 'simple' API call Unable to build series. Alternative method might be added in the future.
de: Dein Anbieter verfügt nicht über den "einfachen" API-Aufruf Es können keine Serien erstellt werden. Eine alternative Methode könnte in Zukunft hinzugefügt werden.
fr_fr: Votre fournisseur ne dispose pas de l'appel API "simple". Impossible de créer une série. Une autre méthode pourrait être ajoutée à l'avenir.

source: IPTV Bouquets Created
de: IPTV Bouquets erstellt
fr_fr: Bouquets IPTV créés

source: Catchup currently not available. Missing EPG data
de: Catchup derzeit nicht verfügbar. Fehlende EPG-Daten
fr_fr: Le rattrapage n'est pas disponible pour le moment. Données EPG manquantes

source: Category
de: Kategorie
fr_fr: Catégories

source: Channel
de: Kanal
fr_fr: Chaîne

source: Invert
de: Umkehren
fr_fr: Inverser

source: Reset
de: Zurücksetzen
fr_fr: Réinitialiser

source: Show Streams
de: Zeige Streams
fr_fr: Afficher les flux

source: Choose Live Categories
de: Wähle Live-Kategorien
fr_fr: Choisir les catégories en DIRECT (LIVE)

source: Next
de: Nächstes
fr_fr: Suivant

source: Create
de: Erstelle
fr_fr: Créer

source: Choose VOD Categories
de: Wähle VOD-Kategorien
fr_fr: Choisir les catégories VOD….(FILMS)

source: Choose Series Categories
de: Wähle Serien-Kategorien
fr_fr: Choisir les catégories Séries

source: Delete Bouquets
de: Lösche Bouquets
fr_fr: Supprimer les bouquets

source: Cancel
de: Abbrechen
fr_fr: Annuler

source: Delete
de: Löschen
fr_fr: Supprimer

source: Clear All
de: Alles löschen
fr_fr: Effacer tout

source: Downloadng Picons
de: Herunterladen von Picons
fr_fr: Télécharger Picons

source: Making BouquetMakerXtream Picons
de: BouquetMakerXtream Picons erstellen
fr_fr: BouquetMakerXtream fait les Picons

source: No picons found.
de: Keine Picons gefunden.
fr_fr: Aucun picons trouvés.

source: Size:
de: Größe:
fr_fr: Taille:

source: Type:
de: Typ:

source: Exists:
de: Vorhanden:
fr_fr: Existe:

source: Success: %s
de: erfolgreich: %s
fr_fr: Succès : %s

source: Picon %d of %d
de: Picon %d von %d
fr_fr: Picon %d de %d

source: Finished.
de: Fertig.
fr_fr: Terminé.

source: Success:
de: erfolgreich:
fr_fr: Succés:

source: Bad size:
de: Ungültige größe:
fr_fr: Mauvaise taille:

source: bad type:
de: Ungültiger typ:
fr_fr: mauvais type:

source: bad url:
de: Ungültige URL:
fr_fr: mauvaise url:

source: Restart your GUI to refresh picons.
de: Starten Sie Ihre GUI neu, um Picons zu aktualisieren.
fr_fr: Redémarrez votre GUI pour actualiser les icônes.

source: Your created picons can be found in
de: Die von dir erstellten Picons findest du in
fr_fr: Vos picons créés peuvent être trouvées dans

source: Your failed picon list can be found in
de: Die Liste der fehlgeschlagenen Picons findest du unter
fr_fr: Votre liste de picons ayant échoué se trouve dans

source: Picon Error
de: Picon Fehler
fr_fr: Erreur Picon

source: Main Menu
de: Hauptmenü
fr_fr: Menu principal

source: Playlists.txt location is invalid and has been reset.
de: Speicherort der Playlists.txt ist ungültig und wurde zurückgesetzt.
fr_fr: L’emplacement du fichier playlists.txt n’est pas valide et a été réinitialisé.

source: Playlists
de: Playlisten
fr_fr: Listes de lecture ou Playlists

source: Main Settings
de: Allgemeine Einstellungen
fr_fr: Réglages principaux

source: Update Bouquets
de: Aktualisiere Bouquets
fr_fr: Mettre à jour les bouquets

source: Download Picons
de: Picons herunterladen
fr_fr: Téléchargement des Picons

source: Delete All BMX Bouquets
de: Lösche alle BMX Bouquets
fr_fr: Supprimer TOUS les bouquets

source: Add Playlist
de: Playliste hinzufügen
fr_fr: Ajouter une Liste de lecture

source: Delete all BMX created bouquets?
de: Lösche alle von BMX erstellten Bouquets?
fr_fr: Supprimer tous les bouquets créés par BMX ?

source: Download
de: Herunterladen
fr_fr: Téléchargement

source: Picon Settings
de: Picon Einstellungen
fr_fr: Paramètres Picon

source: Really close without saving settings?
de: Wirklich schließen ohne Einstellungen zu speichern?
fr_fr: Vraiment fermer sans enregistrer les paramètres ?

source: You need to restart the GUI
de: Bitte die GUI neu starten
fr_fr: Vous devez redémarrer GUI

source: Do you want to restart now?
de: Möchten Sie jetzt Neustarten?
fr_fr: Vous voulez redémarrer maintenant?

source: Picon download location
de: Picon download verzeichnis
fr_fr: Emplacement du téléchargement des Picons

source: Picon size
de: Picon größe
fr_fr: Taille du picon

source: Picon type
de: Picon Typ
fr_fr: Type de picon

source: Overwrite picons with the same name
de: Picons mit demselben Namen überschreiben
fr_fr: Écraser les picons du même nom

source: Custom location. Manual symlink required
de: Benutzerdefiniertes Verzeichnis. Manueller Symlink erforderlich
fr_fr: Emplacement personnalisé. Lien symbolique manuel requis

source: Max download threads. Increase for speed. Reduce if downloads are freezing
de: Max. Download Threads. Erhöhe für Geschwindigkeit. Reduzie, wenn Downloads einfrieren
fr_fr: Nombre maximal de téléchargements. Augmenter pour plus de rapidité. Réduire si les téléchargements se bloquent

source: Max size of source picon
de: Max. Größe des Quell Picons
fr_fr: Taille maximale du picon source

source: Max width of source picon
de: Max. Breite des Quell Picons
fr_fr: Largeur maximale du picon source

source: Choose Directory:
de: Verzeichnis auswählen:
fr_fr: Choisir le Répertoire:

source: Choose directory
de: Verzeichnis auswählen
fr_fr: Choisir le répertoire

source: Please enter the correct pin code
de: Bitte korrekten PIN eingeben
fr_fr: Entrer un code Pin correct SVP

source: Enter pin code
de: Bitte Pin eingeben
fr_fr: Entrer code Pin

source: The pin code you entered is wrong.
de: Der eingebebene PIN ist falsch.
fr_fr: Le code PIN que vous avez entré est incorrect.

source: Select Playlist
de: Playlisteliste auswählen
fr_fr: Sélectionner Liste de lecture

source: Server Not Responding
de: Server antwortet nicht
fr_fr: Serveur ne répond pas

source: Not Authorised
de: Nicht autorisiert
fr_fr: Non Autorisée

source: Active
de: Aktiv

source: Banned
de: Gesperrt
fr_fr: Banni

source: Disabled
de: Deaktiviert
fr_fr: Désactivée

source: Expired
de: Abgelaufen
fr_fr: Expirée

source: Expires:
de: Läuft ab:
fr_fr: Expire:

source: Active Conn:
de: Aktive Verbindungen:
fr_fr: Conn Active:

source: Max Conn:
de: Max Verbindungen:
fr_fr: Conn Max:

source: External playlist
de: Externe Playliste
fr_fr: Liste de lecture externe

source: Local file
de: Lokale Datei
fr_fr: Fichier local

source: Delete selected playlist?
de: Ausgewählte Playliste löschen?
fr_fr: Supprimer la liste de lecture sélectionnée?

source: Delete providers EPG data?
de: Lösche EPG Daten des Anbieters?

source: Url is invalid or playlist/user no longer authorised!
de: URL ist ungültig oder Playlist/Benutzer nicht mehr berechtigt!
fr_fr: L’URL est invalide ou playlist/utilisateur n’est plus autorisé!

source: User Info only available for xtream/XUI One lines
de: Benutzerinformationen sind nur für xtream/XUI One-lines verfügbar
fr_fr: Informations utilisateur disponibles uniquement pour les lignes xtream/XUI One

source: Bottom
de: Unten
fr_fr: Bas

source: Top
de: Oben

source: Service Reference Picons
de: Service Referenz Picons
fr_fr: Picons par Référence de service

source: No limit
de: Kein Limit
fr_fr: Sans limites

source: Save
de: Speichern
fr_fr: Sauvegarder

source: You can manually add playlist urls to /etc/enigma2/bouquetmakerxtream/playlists.txt file
de: Du kannst die Playlisten-URLs manuell zur Datei /etc/enigma2/bouquetmakerxtream/playlists.txt hinzufügen
fr_fr: Vous pouvez ajouter manuellement des URL de playlist au fichier /etc/enigma2/bouquetmakerxtream/playlists.txt

source: External #EXTM3U playlist
de: Externe #EXTM3U Playliste
fr_fr: Liste de lecture externe #EXTM3U

source: Select playlist type:
de: Wähle Playlisten Typ:
fr_fr: Sélectionnez le type de liste de lecture:

source: Protocol:
de: Protokoll:
fr_fr: Protocole:

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: External url: i.e pastebin.com/raw/blahblah
de: Externe url: i.e pastebin.com/raw/blahblah
fr_fr: URL externe : i.e pastebin.com/raw/blahblah

source: Details are not valid or unauthorised
de: Details sind ungültig oder nicht autorisiert
fr_fr: Les détails ne sont pas valides ou non autorisés

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 2 characters.
de: Bouquet Name darf nicht leer sein. Bitte gib einen eindeutigen Bouquet Namen ein. Mindestens 2 Zeichen.
fr_fr: Le nom du bouquet ne peut pas être vide. Veuillez entrer un nom de bouquet unique. Minimum 2 caractères.

source: Playlist added successfully.
de: Playliste korrekt hinzugefügt.
fr_fr: Liste de lecture ajoutée avec succès.

source: User Information
de: Benutzerinformation
fr_fr: Informations utilisateur

source: Is Trial:
de: Ist Trial:
fr_fr: Est un essai:

source: Active Connections:
de: Aktive Verbindungen:
fr_fr: Connexions actives:

source: Max Connections:
de: Max Verbindungen:
fr_fr: Connexions Max:

source: Created At:
de: Hergestellt in:
fr_fr: Créé à:

source: Expiry Date:
de: Ablaufdatum:
fr_fr: Date d'expiration:

source: Allowed Output Formats:
de: Erlaubte Ausgabeformate:
fr_fr: Formats de sortie autorisés:

source: Real URL:
de: Echte URL:
fr_fr: URL réelle:

source: Timezone:
de: Zeitzone:
fr_fr: Fuseau horaire:

source: Please change default parental pin. Pin cannot be 0000, 1111 or 1234
de: Bitte Standard-Kindersicherungs-PIN ändern. Pin kann nicht 0000, 1111 or 1234 sein
fr_fr: Veuillez modifier le code pin parental par défaut. Le code pin ne peut pas être 0000, 1111 ou 1234

source: Select skin
de: Wähle Skin
fr_fr: Sélectionnez skin

source: playlists.txt location
de: playlists.txt verzeichnis
fr_fr: Emplacement de la liste de lecture

source: *Restart GUI Required
de: *Neustart der GUI erforderlich
fr_fr: *Redémarrage GUI requis

source: Local M3U File location
de: Lokales M3U-Datei verzeichnis
fr_fr: Emplacement du fichier M3U local

source: Default LIVE stream type
de: Standardtyp LIVE-Stream
fr_fr: Type de flux CHAINES (LIVE) par défaut

source: Default VOD/SERIES stream type
de: Standardtyp VOD/Serien-Stream
fr_fr: Type de flux VOD/SERIES par défaut

source: BouquetMakerXtream parental control
de: BouquetMakerXtream Kindersicherung
fr_fr: BouquetMakerXtream contrôle parental

source: BouquetMakerXtream parental pin
de: BouquetMakerXtream Kindersicherungs PIN
fr_fr: BouquetMakerXtream code pin parental

source: Show in main menu
de: Im Hauptmenü anzeigen
fr_fr: Afficher dans le menu principal

source: Skip playlist selection screen if only 1 playlist
de: Auswahl Playliste überspringen, wenn nur eine Playliste existiert
fr_fr: Passer l’écran de sélection de la liste de lecture si seulement 1 playlist

source: Automatic live bouquet update
de: Automatisches live Bouquet Update
fr_fr: Mise à jour automatique du bouquet CHAINES (LIVE)

source: Automatic live bouquet update time
de: Automatisches live Bouquet Updatezeit
fr_fr: Temps de mise à jour automatique du bouquet chaînes (LIVE)

source: Embed Catchup player in channelselect screen
de: Bette den Catchup-Player in den Kanalauswahlbildschirm ein
fr_fr: Intégrer le lecteur Rattrapage dans l'écran de sélection des chaînes

source: Prefix Catchup channels
de: Catchup-Kanäle voranstellen
fr_fr: Préfixe Rattrapage des Chaînes

source: Select Catchup prefix symbol
de: Wähle das Catchup-Präfixsymbol
fr_fr: Sélectionner le symbole du préfixe Rattrapage

source: Margin before Catchup (mins)
de: Marge vor dem Catchup (Min)
fr_fr: Marge avant rattrapage (minutes)

source: Margin after Catchup (mins)
de: Zeitverzögerung nach Catchup (Min.)
fr_fr: Marge après le rattrapage (minutes)

source: Group bouquets into its own folder
de: Gruppieren Bouquets in einem eigenen Ordner
fr_fr: Regrouper les bouquets dans leur propre dossier

source: Exit plugin on bouquet creation
de: Beende das Plugin bei der Bouquet-Erstellung
fr_fr: Quitter le plugin lors de la création du bouquet

source: Max Live channels. 0 = unlimited (slow).
de: Max. Live Kanäle. 0 = unbegrenzt (langsam).

source: Max VOD channels. 0 = unlimited (slow)
de: Max. VOD Kanäle. 0 = unbegrenzt (langsam)

source: Max Series channels. 0 = unlimited (slow)
de: Max. Serien Kanäle. 0 = unbegrenzt (langsam)

source: Providers IPTV Updated
de: Providers IPTV aktualisiert
fr_fr: Fournisseurs IPTV Mise à jour

source: Updating Playlist %d of %d
de: Update Playlist %d von %d
fr_fr: Mise à jour de la liste de lecture %d de %d

source: Alternative EPG url:
fr_fr: URL alternative de l'EPG:

source: TV Archive: %s
fr_fr: Archives TV: %s

source: Stream
fr_fr: Flux

source: Service Name Picons
fr_fr: Picons par Nom de service

source: IPTV Bouquets Creator by KiddaC
fr_fr: Créateur de bouquets IPTV par KiddaC

source: Xtream codes / XUI ONE (get.php)
fr_fr: Codes Xtream / XUI ONE (get.php)

source: Server URL: i.e. domain.xyz
fr_fr: URL du serveur : i.e. domain.xyz

source: Port: (optional) i.e. 8080
fr_fr: Port : (facultatif), par exemple 8080

source: Status:
fr_fr: Statut:

source: Server Offset:
fr_fr: Décalage du serveur:
